<!--
/**
 * @package Installer
 * @access private
 * @copyright Copyright 2003-2006 Zen Cart Development Team
 * @copyright Portions Copyright 2003 osCommerce
 * @license http://www.zen-cart.com/license/2_0.txt GNU Public License V2.0
 * @version $Id: about_zencart.html 3121 2006-03-06 21:49:11Z drbyte $
 */
-->
<html>
<title>Welcome To Zen Cart&trade;</title>
<style type="text/css">
<!--
body#about, table{ font-family: Verdana, Arial, Helvetica, sans-serif; font-size:13px; color:#333;}
table.intro {border-color:C96E29; }
td.intro{background-color:#EEEEEE ; border-color:5778ce; font-size:14px; }
td.plainbox, div.callout {border: 1px dashed; border-color: C96E29; margin:5 40 5 40;}
.heading {background-color:5778CE; font-weight:bold; font-size:14px;	width: 100%; }

.title1 {color:C96E29; font-weight:bold; font-size:22px; }
.title2 {color:C96E29; font-weight:bold; font-size:13px; }
.small {font-size:12px;}
.error {color:FF0000; }
.filename {font-family: mono, "Courier New", Courier ; font-size:13px; color: c96e29;}
.pseudolink {text-decoration:underline; color:5778CE;}
h1 { color: #ffffff;    border:1px solid #aca893;   background-color: #5778ce;   font-size: 20px;   padding: 4px;}
h2 { color: #c96e29; 	font-size: 18px;}
h3 { color: #5778CE;	font-size: 16px; margin-bottom:0px; background-color: #ceddf0;  }
h4 { color: #c96e29;	font-size: 14px; margin-bottom:0px; margin-left:10px;}


-->
</style>

<body id="about">
<h2>Bienvenue sur Zen Cart&trade; - L'Art du E-Commerce</h2>
<h3>Con&ccedil;u pour les marchands en ligne</h3><br />
Zen Cart&trade; est vraiment l'art du e-commerce; un syst&egrave;me de boutique open source, gratuit, simple pour les utilisateurs. L'application est d&eacute;velopp&eacute;e par un groupe de commer&ccedil;ants, d&eacute;veloppeurs, graphistes, et consultants qui pensent que le e-commerce peut &ecirc;tre, et doit &ecirc;tre, pratiqu&eacute; diff&eacute;remment. <br />
<br />
D'autres "solutions" ressemblent &agrave; des exercices de programmation compliqu&eacute;s, au lieu de r&eacute;pondre aux besoins des utilisateurs. &nbsp;Zen Cart&trade; s'occupe en priorit&eacute; des besoins des marchands et des vendeurs en ligne.  
<br />
<br />
De m&ecirc;me, d'autres programmes sont pratiquement impossibles &agrave; installer et utiliser sans un haut niveau informatique. Zen Cart&trade; peut &ecirc;tre install&eacute; et configur&eacute; par n'importe qui, avec un niveau d'informatique basique.<br />
<br />
D'autres sont si chers ... mais pas Zen Cart&trade;, il est GRATUIT! <br />
<h3>Con&ccedil;u pour les vendeurs en ligne</h3>
Zen Cart&trade; d&eacute;livrera l'ultime exp&eacute;rience d'achat en ligne &agrave; vos clients. Naviguer dans votre catalogue de produits est un jeu d'enfant avec Zen Cart&trade;.<br />
<br />
Le programme fournit quelques listes "bien en vue" en plus des liens traditionnels cat&eacute;gories-&agrave;-produits. Une fois qu'un produit est ajout&eacute; dans votre panier, l'encaissement s&eacute;curis&eacute; est un simple processus &agrave; 3 &eacute;tapes. <br />
<br />
Apr&egrave;s avoir fourni les informations de facturation, votre client choisit sa m&eacute;thode de livraison (de multiples m&eacute;thodes de livraison sont fournies dont certaines obtiennent la tarification en temps r&eacute;el par internet). <br />
<br />
Ensuite, un type de paiement est choisi parmi les modules de paiement les plus populaires. (PayPal&trade; et AuthorizeNet&trade; sont juste 2 des modules inclus) <br />
<br />
Enfin, le client v&eacute;rifie ses articles, ses choix de livraison et de paiement, et confirme la commande. Vous &ecirc;tes imm&eacute;diatement notifi&eacute; de la commande et votre client re&ccedil;oit un e-mail de confirmation.<br />

<h3>Zen Cart&trade; atteint la plupart des objectifs fix&eacute;s:</h3>
<ul>
<li> rendre le programme facile &agrave; installer </li>
<li> le rendre facilement personnalisable </li>
<li> automatiser les t&acirc;ches, comme la confirmation de commande </li>
<li> avoir une navigation simple </li>
<li> des promotions int&eacute;gr&eacute;es; des offres sp&eacute;ciales faciles &agrave; configurer, des bons de r&eacute;duction, des ch&egrave;ques cadeaux, des newsletters et des notifications de produits</li>
<li> des remises sp&eacute;ciales sur un seul produit ou toute une cat&eacute;gorie et des remises globales sur tout le magasin (remises de groupe et par quantit&eacute;s) </li>
<li> protection de l'outil d'Administration par mot de passe (des niveaux d'administration s'ajouteront dans les futures versions) </li>
<li> support de plusieurs langues, devises et structures de taxes</li>
</ul>
<h4>En r&eacute;sum&eacute;, Zen Cart&trade; est le logiciel de vente en ligne qu'il aurait du y avoir depuis longtemps.</h4>
<h3>Pour les Designers Web</h3><br />
Zen Cart&trade; fournit aux designers web une vitrine électronique robuste et personnalisable qu'il est facile de mettre &agrave; jour avec de nouvelles fonctionnalit&eacute;s. Il fournit sur le champ un processus d'achat utilisable, intuitif et discret basé sur les meilleures pratiques industrielles éprouvées. Il n'est pas n&eacute;cessaire d'appliquer de r&eacute;vision majeure pour que tout soit bien pour vos clients !<br />
<br />
Un des secrets de sa puissance r&eacute;side dans notre robuste syst&egrave;me de templates qui s&eacute;pare l'aspect graphique du code et de la logique de Zen Cart&trade;. Cela vous permet de donner aux clients une vraie solution personnalis&eacute;e qui s'int&egrave;gre rapidement et parfaitement dans leurs sites web commerciaux existants. Utiliser le syst&egrave;me de templates personnalis&eacute;s vous aide &agrave; effectuer une mise &agrave; jour du noyau tr&egrave;s rapidement. <br />
<h3>Pour les d&eacute;veloppeurs et h&eacute;bergeurs</h3>
<p>Les d&eacute;veloppeurs sont capables de d&eacute;ployer des solutions pointues bas&eacute;es sur les standarts modernes et les technologies de Zen Cart&trade;. En combinant la technologie serveur PHP avec la possibilit&eacute; de choisir parmi plusieurs moteurs de bases de donn&eacute;es, cela donne un logiciel flexible que vous pouvez personnaliser et modifier pour r&eacute;pondre &agrave; tous vos besoins. <br />
<br />
<h3>Configuration serveur minimum/recommand&eacute;e:</h3><ul>
<li>PHP 4.3.2 ou plus</li>
<li>Apache 1.3.30 ou plus</li>
<li>MySQL 3.23.x ou plus</li>
<br />
<li>Zen Cart&trade; fonctionne <strong>avec ou sans</strong> les &quot;register globals&quot; actifs.</li>
</ul>

</body>
</html>
